{
  "IdenticurseSupportOAuthInfo": "This version of IdentiCurse supports OAuth login. Using OAuth to log in means that you do not need to enter your username and password.", 
  "SpamreportGroupInfo": "You are not a member of the !spamreport group. Joining it is highly recommended if reporting spam.", 
  "CouldntContextError": "ERROR: Couldn't get context: %s", 
  "CouldntLoadTimelineError": "ERROR: Couldn't load user timeline: %s", 
  "CouldntRepeateError": "ERROR: Couldn't repeat notice: %s", 
  "InstanceWithoutConversationsIDs2Info": "This instance does not provide conversation IDs, so unmuting will not be possible.", 
  "NoLocallyConsumerKeysInfo": "No suitable consumer keys stored locally, fetching latest list...", 
  "CannotSetCustomColorsException": "Cannot set custom colours, since your terminal does not support changing colour values. Using \"export TERM=xterm-256color\" may resolve this, since some terminals only enable that function when 256 colours are available.", 
  "InstanceWithoutConversationsIDs": "This instance does not provide conversation IDs, so muting will not be possible.", 
  "CouldntPostError": "ERROR: Couldn't post status: %s", 
  "ConfigFileError": "ERROR: Your config file could not be succesfully loaded due to JSON syntax error(s). Please fix it.\nOriginal error: %s", 
  "ConfigIsOKInfo": "Okay! Everything seems good! Your new config will now be saved, then IdentiCurse will start properly.", 
  "TriedToAssignKeyActionWarning": "WARNING: Tried to assign action '%(action)s' to key '%(key)s', but a user-set keybinding already uses '%(key)s'. This will leave '%(action)s' with no keybindings, so make sure to add a custom binding for '%(action)s' if you still want to use it.", 
  "PrefillingUserCacheInfo": "Prefilling the user cache based on your followed users. This will take a little while, especially on slower connections. Please be patient.", 
  "NoRemoteConsumerKeysInfor": "No suitable key found remotely, attempting anonymous OAuth...", 
  "CouldntDeleteError": "ERROR: Couldn't delete notice: %s", 
  "CouldntUnmuteError": "ERROR: Couldn't unmute: %s", 
  "ViewingResult2Info": "Viewing result #%d for '%s'", 
  "NotUsingHTTPSInfo": "You have not used an https URL. This means everything you do with IdentiCurse will travel over your connection _unencrypted_. Would you rather use '%s' as your API path [Y/n]? ", 
  "YourInstanceAPIKeysError": "Sorry, IdentiCurse currently lacks the API keys needed to support OAuth with your instance (%(instance)s). If %(instance)s is a public instance, let us know which one it is (filing a bug at http://bugzilla.identicurse.net/ is the preferred way of doing so), and we'll add support as soon as possible.", 
  "UpdateIntervalInput": "Auto-refresh interval (in whole seconds) [%d]: ", 
  "CouldntMuteError": "ERROR: Couldn't mute: %s", 
  "CouldntFavouriteError": "ERROR: Couldn't favourite notice: %s", 
  "ViewingResult3Info": "Viewing result #%d for '%s' (search hit TOP, continuing at BOTTOM)", 
  "InvalidUpdateIntervalError": "Sorry, you entered an invalid interval. The default of %d will be used instead.", 
  "NoConfigFoundInfo": "No config was found, so we will now run through a few quick questions to set up a basic config for you (which will be saved as %s so you can manually edit it later). If the default (where defaults are available, they're stated in []) is already fine for any question, just press Enter without typing anything, and the default will be used.", 
  "CouldntUnfavouriteError": "ERROR: Couldn't unfavourite notice: %s", 
  "InvalidNumberNoticesError": "Sorry, you entered an invalid number of notices. The default of %d will be used instead.", 
  "CannotSetCustomColors2Exception": "Cannot set custom colours, since your terminal supports only %d colour slots. Adding all the custom colours defined in your config would need %d slots. For many terminals, using \"export TERM=xterm-256color\" will allow use of 256 slots.", 
  "NumberNoticesInput": "Number of notices to fetch per timeline page [%d]: ", 
  "ViewingResult1Info": "Viewing result #%d for '%s' (search hit BOTTOM, continuing at TOP)", 
  "InstanceWithoutConversationsIDs1Info": "This instance does not provide conversation IDs, so muting will not be possible.", 
  "CannotSetCustomColors1Exception": "Cannot set custom colours, since your terminal does not support changing colour values. Using \"export TERM=xterm-256color\" may resolve this, since some terminals only enable that function when 256 colours are available."
}